import myimg from "../img/111.avif";

export const postList = [
  {
    title: "Как работает экосистема?",
    text: "Посмотри наглядко что дает каждый элемент экосистемы Galaxy!",
    img: myimg,
    link: "ecosystem",
  },
  {
    title: "Возможности галереи!",
    text: "Для того что бы отредактировать фото или видео не нужно скачивать редакторы! Все есть в твоем Galaxy!",
    img: myimg,
    link: "gallery",
  },
  {
    title: "Угадай их всех!",
    text: "Насколько хорошо ты знаешь устройства Galaxy?",
    img: myimg,
    link: "guessthemall",
  },
  {
    title: "Сложи!",
    text: "Ты уже знаешь что Galaxy Fold 4 рассчитан на 300 тысяч складываний, но насколько это много? Попробуй свои силы!",
    img: myimg,
    link: "ecosystem",
  },
  {
    title: "По твоему сценарию!",
    text: "Смартфон это самый персональный гаджет, так сделай его максимально заточенным под тебя! Посмотри насколько сценарии  Bixby могут быть полезны в повседневных задачах.",
    img: myimg,
    link: "ecosystem",
  },
  {
    title: "Сейчас вылетет птичка!",
    text: "Пройди интерактивный курс по фотографии на смартфон с нашим амбассадором Ромой и раскрой свой творческий потенциал на максимум!",
    img: myimg,
    link: "ecosystem",
  },
  {
    title: "Свет! Камера! Мотор!",
    text: "Пройди интерактивный курс по сьемке видео на смартфон с нашим амбассадором Валерой и покори видеоплатформы или социальные сети!",
    img: myimg,
    link: "ecosystem",
  },
  {
    title: "4 на 4",
    text: "курс по новинкам линейки Galaxy Z!",
    img: myimg,
    link: "ecosystem",
  },
  {
    title: "Туда-сюда",
    text: "Еще не знаком с Samsung Smart Switch? Тогда быстрее проходи интерактивный курс и будь готов к переносу данных на новый смарфон!",
    img: myimg,
    link: "ecosystem",
  },
];
